Repository: dbeljin/GitHub-Repos
Catalog: GitHubRepos/Localization/Localizable.xcstrings
Source language: en
Languages: de

source: Cancel
de: Stornieren

# EmptyRepoListMessage
source: Sorry but there is no public repository available for this user.
de: Es ist leider kein öffentliches Repository für diesen Benutzer verfügbar.

# EmptyTagListMessage
source: No tags at this repository
de: Keine Tags in diesem Repository

# ErrorMessage
source: Please try again later
de: Bitte versuchen Sie es später noch einmal

# ErrorTitle
source: Error occurred
de: Es ist ein Fehler aufgetreten

# NoOpenIssues
source: No issues
de: Keine Probleme

# OpenIssues
source: Open issues: %d
de: Offene Probleme: %d

# RepoListTitle
source: Repo list
de: Repo-Liste

# RepoListTitleWithUser
source: %@ repo list
de: %@ repo-liste

source: Retry
de: Wiederholen
